Repository: stfalcon-studio/ApiBundle
Catalog: Resources/translations/messages.*.xlf
Languages: ar, de, fr, ru, uk

source: Bad credentials. Please verify that your login/password are correctly set.
ar: البيانات المدخلة غير صحيحة. الرجاء التحقق من بيانات تسجيل الدخول/كلمة المرور.
de: Schlechte Anmeldedaten. Bitte überprüfen Sie, ob Ihr Login/Passwort richtig eingestellt ist.
fr: Mauvais login et/ou mot de passe.
ru: Неверные учетные данные. Пожалуйста, проверьте, что логин и пароль введены правильно.
uk: Невірні облікові дані. Будь ласка, перевірте, що логін і пароль введені правильно.

source: Bad credentials. Try to login again.
ar: البيانات المدخلة غير صحيحة. الرجاء محاولة تسجيل الدخول مرة اخرى.
de: Schlechte Anmeldedaten. Versuchen Sie erneut, sich anzumelden.
fr: Mauvais login et/ou mot de passe, Merci de réessayer.
ru: Неверные учетные данные. Попробуйте зайти в аккаунт еще раз.
uk: Невірні облікові дані. Спробуйте зайти в акаунт ще раз.

source: Bad credentials. Try to login again.
ar: البيانات المدخلة غير صحيحة. الرجاء محاولة تسجيل الدخول مرة اخرى.
de: Schlechte Anmeldedaten. Versuchen Sie erneut, sich anzumelden.
fr: Mauvais login et/ou mot de passe, Merci de réessayer.
ru: Неверные учетные данные. Попробуйте зайти в аккаунт еще раз.
uk: Невірні облікові дані. Спробуйте зайти в акаунт ще раз.

source: Bad credentials. Try to login again.
ar: البيانات المدخلة غير صحيحة. الرجاء محاولة تسجيل الدخول مرة اخرى.
de: Schlechte Anmeldedaten. Versuchen Sie erneut, sich anzumelden.
fr: Mauvais login et/ou mot de passe, Merci de réessayer.
ru: Неверные учетные данные. Попробуйте зайти в аккаунт еще раз.
uk: Невірні облікові дані. Спробуйте зайти в акаунт ще раз.

source: Password does not meet requirements. It must contain one lowercase letter, one uppercase letter and one number.
ar: البيانات المدخلة غير صحيحة. الرجاء محاولة تسجيل الدخول مرة اخرى.
de: Schlechte Anmeldedaten. Versuchen Sie erneut, sich anzumelden.
fr: Mauvaises qualifications. Essayez de vous connecter à nouveau.

source: Bad credentials. Try to login again.
ar: تم تحديث البيانات من قبل، الرجاء التحديث اذا كان لديك بيانات جديدة للتحديث ومن ثم الحفظ.
de: Die Ressource wurde aktualisiert. Bitte holen Sie sich die aktuellen Daten.
fr: La ressource a été modifiée depuis un autre endroit, obtenez une nouvelle version des données.

source: Resource has been updated, please get the actual data.
ar: تم رفض الوصول.
de: Zugriff abgelehnt.
fr: Accès refusé.

source: Access denied.
ar: Not allowed HTTP method.
de: Nicht zulässige HTTP-Methode.
fr: Not allowed HTTP method.

source: Not allowed HTTP method.
ar: لم يتم العثور على المصدر.
de: Ressource nicht gefunden.
fr: Ressource non trouvée.

source: Resource not found.
ar: Your request does not match specified JSON Schema.
de: Ihre Anfrage entspricht nicht dem angegebenen JSON-Schema.
fr: Votre demande ne correspond pas au schéma JSON spécifié.

source: Your request does not match specified JSON Schema.
ar: .لمدخلات لاتتوافق مع الشروط.
de: Die Entität erfüllt die Validierungsregeln nicht.
fr: Les règles de validation ne sont pas respectées.

source: Entity does not pass validation rules.
ar: خطأ في الخادم الداخلي.
de: Internal Server Error.

source: Internal Server Error.
ar: غير مقبول
de: Inakzeptabel.

source: Password does not meet requirements. It must contain one lowercase letter, one uppercase letter and one number.
ru: Пароль не отвечает требованиям. Он должен иметь минимум одну строчную букву, минимум одну прописную букву и минимум одну цифру.
uk: Пароль не відповідає вимогам. Він повинен містити мінімум одну малу літеру, мінімум одну велику літеру і мінімум одну цифру.

source: Bad credentials. Try to login again.
ru: Токен невалидный.
uk: Токен невалідний.

source: Resource has been updated, please get the actual data.
ru: Рерус был модифицирован другим пользователем. Ваши изменения не приняты.\nПожалуйста, загрузите актуальную версию данных и внесите изменения повторно.
uk: Ресурс був модифікований іншим користувачем. Ваші зміни не прийняті.\nБудь ласка, загрузіть актуальну версію даних і внесіть зміни повторно.

source: Access denied.
ru: В доступе отказано.
uk: У доступі відмовлено.

source: Not allowed HTTP method.
ru: Не разрешенный HTTP метод.
uk: Не дозволений HTTP метод.

source: Resource not found.
ru: Ресурс не найден.
uk: Ресурс не знайдено.

source: Your request does not match specified JSON Schema.
ru: Ваш запрос не отвечает описанию JSON схемы для этого ресурса.
uk: Ваш запит не відповідає опису JSON схеми для цього ресурсу.

source: Entity does not pass validation rules.
ru: Невалидные данные.
uk: Невалідні дані.

source: Internal Server Error.
ru: Внутренняя ошибка сервера.
uk: Внутрішня помилка сервера.

source: Entity does not pass validation rules.
fr: Erreur Interne Serveur.
